export const propertyTypes = ['דירה', 'דירת גן', 'בית פרטי', 'פנטהאוז', 'מגרשים', 'דופלקס', 'דירת נופש', 'דו משפחתי', 'מרתף', 'טריפלקס', 'יחידת דיור', 'משק חקלאי', 'משק עזר', 'דיור מוגן', 'בניין מגורים', 'סטודיו', 'מחסן', 'חניה', 'קבוצת רכישה', 'כללי']; 
export const propertyConditions = ['חדש מקבלן', 'חדש', 'משופץ', 'במצב שמור', 'דרוש שיפוץ'];
export const openViews = ['ללא', 'לים', 'לפארק', 'לעיר'];
export const roomsCount = [0, 1, 1.5, 2, 2.5, 3, 3.5, 4, 4.5, 5, 5.5, 6, 6.6, 7, 7.7, 8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 12.5];
export const propertyCharacteristics = ['גישה לנכים', 'מיזוג', 'סורגים', 'דוד שמש', 'מעלית', 'ריהוט', 'יחידת דיור', 'מטבח כשר', 'משופצת', 'ממד', 'מחסן', 'דלתות רב בריח', 'מזגן טורנדו'];
export const showersCount = [1,2,3,4];
export const parkingSpotsCount = [0,1,2,3];
export const balconiesCount = [0,1,2,3,4];